---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadRoofCoolingLoadParam
source: html/fcf33ea0-0f2b-1e8a-746e-fdbb315e0f7f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadRoofCoolingLoadParam Property

"Roof Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadRoofCoolingLoadParam { get; }
```